// © Copyright 2015-2016 HP Development Company, L.P.

XMONoZIPCodeError = "Postnumret måste anges.";
XMO5DigitZIPCodeFormatError = "Postnumret måste bestå av fem siffror.";
XMO6DigitZIPCodeFormatError = "Postnumret måste bestå av sex siffror.";
XMONoCanadaZIPCodeError = "Postnumret måste anges.";
XMOCanadaZIPCodeFormatError = "Postkoden måste vara i formatet \"A9A 9A9\".";
XMONoUnitedKindomZIPCodeError = "Postnumret måste anges.";
XMOUnitedKindomZIPCodeFormatError = "Postnumret måste ha formatet \"AI-2640\" eller \"AX[XX] 9AA\"";
XMOUnitedKindomBFPOZIPCodeFormatError = "Postkoden måste vara i formatet \"BFPO [c/o] N[NNN]\".";
XMOUnitedStatesZIPCodeFormatError = "Postkoden måste vara i formatet \"99999[-9999]\".";
XMOFranceZIPCodeFormatError = "Postkoden måste vara i formatet \"[F-]9X999\".";
